package library

//var IndexClassAll = map[string]map[string][]string{
//	"test.com": map[string][]string{
//		"品牌": []string{"林氏木业", "喜梦宝", "奥汀堡", "优家优乐", "欧美莲", "曲美", "顾家家居", "法拉丹顿", "喜临门", "田田家园", "JF", "好百年生活", "美亿佳", "七彩人生", "韩菲尔", "英爱", "凹尚家居", "名匠轩", "艾米尼奥", "雅林", "席梦思", "全友家居", "卡伊莲", "珀兰", "三喜隆", "范客", "大森林", "纽卡斯", "和购", "卡菲纳", "韩优佳", "莱迪雅", "尼丝普林", "美国INTEX", "合家", "逸彩佳居", "九信家具", "尚壹居", "艺维度", "达美", "双虎", "木凡", "彬飞", "木澜之春", "心居名家", "阳光谷", "法丽莎", "伊莎贝尔", "惠惠", "艾臣", "贝圣美", "美憩", "韩艺", "欧莱特曼", "芭迪雅", "百谷", "维诺斯帝", "途疆", "泰桦", "雷哲", "豪梦菲林", "卡娜芙", "唯馨", "欧家美", "目暖", "多米尼", "段氏", "火图腾", "梦之纺", "丹娜丝", "诗帝轩", "约翰华兰", "健吉斯", "鹏景雅居", "FRPS", "乐维家", "佰纳高", "香世源", "丽丽派", "香娜莉", "千品雅", "诗蒂凡", "龙森", "伯爵公馆", "ikazz", "越百亿", "INTEX", "欧杰科", "左森", "帝灏", "御品工匠", "德家", "玫琳娜", "尚宅好E家", "爱尚妮私", "富尔维娅", "淑美", "蜜巢", "卡贝罗", "林氏", "宜朗", "瑞信", "睡哈哈", "广兰", "好日子", "香丽法兰", "卡法尼", "麓莉莎", "法利亚", "冬熊", "雅思洛", "迪士尼", "酷漫居", "趣美", "JILONG", "吉龙", "宜澜", "Bestway", "moon", "穗宝", "家乐", "舒适宝"},
//
//		"特性": []string{"双人床", "实木床", "单人床", "榻榻米床", "儿童床", "欧式床", "公主床", "松木床", "田园床", "双层床", "橡木床", "韩式床", "法式床", "子母床", "高低床", "充气床", "弹簧床", "布艺床", "玻璃床", "真皮床", "硬板大床", "成人大床", "绒布床", "皮艺软床", "皮床", "结婚床", "软床", "拖床", "婚床", "乳胶床", "竹床", "午休床", "折叠床", "午睡床", "简易床", "沙发床", "特价床", "红苹果床", "板式床", "布床", "沙滩床", "行军床", "午憩宝", "陪护床", "保姆床", "联邦床", "气垫床", "太子床", "卡尔适床", "母子床", "高箱床", "女孩床", "男孩床", "铁床", "铁艺床", "婴儿床", "成人床", "护栏床", "上下铺床", "上下床", "三层床", "童床", "储物床", "气动床", "矮床", "懒人床", "圆形床", "组合床", "衣柜床", "高架床", "气床", "水床"},
//
//		"材质": []string{"松木", "橡木", "水曲柳", "橡胶木", "杉木", "桦木", "榉木", "榆木", "胡桃木", "柏木", "海棠木", "楸木", "椴木", "柚木", "白蜡木", "紫檀", "杨木", "核桃木", "红酸枝木", "鸡翅木", "楠木", "乌木", "柞木", "香樟木", "山毛榉", "老船木", "花梨", "桃花心木", "条纹乌木", "黄菠罗", "檫木", "樱桃木", "酸枝", "椰棕", "棕榈", "植绒", "椰维棕"},
//
//		"风格": []string{"简约", "现代", "田园", "欧式", "中式", "韩式", "美式", "乡村", "北欧", "宜家", "新古典", "后现代", "日式", "地中海", "明清", "古典", "东南亚", "简易", "乌金", "木色", "竹炭", "保健", "时尚", "奢华", "创意", "多功能", "高档现", "高档", "纯天然", "法式", "名创", "精品", "泰国", "新款", "豪华", "透气", "高端", "环保", "浪漫", "雕花", "虎斑", "描金", "仿古", "仿皮", "蜂窝", "防褥疮", "条纹"},
//	},
//}
